Repository: common-repository/tidyant-api
Catalog: languages/tidyant-*.po
Languages: es_es

source: No tenancy or key! Please check your credentials
es_es: No se dispode te tenancy o clave de api! Por favor, revisa las credenciales

source: Something went wrong, please try again
es_es: Se ha producido un error, por favor inténtelo de nuevo o contacte con el aministrador

source: Unauthorized! Please check your credentials
es_es: ¡Sin autorización! Por favor revisa tus credenciales

source: Forbidden! Please check your allowed ip list
es_es: ¡Acceso denegado! Por favor revisa que tu ip esté en la lista de direcciones autorizadas

source: Unexpected error. Please contact with the administrator
es_es: Error inesperado. Por favor contacta con el administrador

source: Invalid brand id
es_es: Id de marca no válido

source: Tidyant API settings
es_es: Configuración API Tidyant

source: Tidyant API config
es_es: Configuración de la api

source: Main Settings
es_es: Configuración API Tidyant

source: Key
es_es: Clave

source: Show go to repair link after save repair
es_es: Mostrar enlace a la reparación después de guardar

source: Do not forget to add the wildcard {tidyant} on the page or post where you want to show the form
es_es: No olvides añadir el comodín {tidyant} en la página o entrada en la que quieres añadir el formulario.

source: Put your credentials below. It takes somes seconds to check the credentials, please be patient
es_es: Introduce tus credenciales abajo. Comprobar las credenciales lleva unos segundos, por favor ten paciencia.

source: Type the url
es_es: Introduce la dirección web (url)

source: Type your tenancy
es_es: Introduce el tenancy

source: Tenancy is a required field
es_es: El tenancy es un campo obligatorio

source: Key is a required field
es_es: La clave es un campo obligatorio

source: Url is a required field
es_es: La url es un campo obligatorio

source: The credentials are wrong, please check that you have the correct credentials
es_es: Las credenciales no son las correctas, por favor vuelve a introducirlas.

source: Could not load repair form. Please contact with the administrator
es_es: No se ha podido cargar el formulario de reparación. Por favor contacta con el administrador

source: Mandatory field
es_es: Campo obligatorio

source: The email address is not valid
es_es: La dirección de correo electrónica no es válida

source: The phone is not valid. It must begin with + and contain only digits
es_es: El formato del teléfono no es válido. Debe empezar por + y contener solo dígitos

source: Please select a brand
es_es: Por favor selecciona una marca

source: Please select or create a model
es_es: Por favor selecciona o crea un modelo

source: New
es_es: Nuevo

source: Input too short
es_es: Debe escribir más caracteres

source: No results
es_es: No se han encontrado resultados

source: Searching
es_es: Buscando...

source: Loading more
es_es: Cargando más...

source: Loading brands
es_es: Cargando marcas...

source: Wait a second, we are loading the models
es_es: Espere un segundo mientras se cargan los modelos...

source: Instructions
es_es: Instrucciones

source: You have to create an api key in your TidyAnt application, for creating an new key you have to go to company menu
es_es: Tienes que crear una clave para la api en tu aplicación TidyAnt, para crear una nueva clave hay que hacerlo desde el menú de compañía.

source: You have to configure the credentials (tenancy and api key) in plugin settings, you can go to the settings page with the configure plugin button or going to the menu Settings -> TidyAnt API
es_es: Hay que configurar las credenciales (tenancy y clave) en la configuración del plugin, puedes ir a la página de configuración del plugin a través del botón o desde el menú Ajustes -> TidyAnt API

source: To activate the repair form you have to add the wildcard <b>{tidyant}</b> in any page or post. The plugin will replace the wildcard for a form
es_es: Para activar el formulario de reparación tienes que añadir el comodín <b>{tidyant}</b> en una página o entrada. El plugin sustituirá el comodín por el formulario de reparación

source: When the plugin is configured this banner will disappear, if you see this banner it means that the plugin is not properly configured
es_es: Cuando el plugin esté correctamente configurado estas instrucciones desaparecerán. Si en algún momento vuelves a ver estas instrucciones es que el plugin no está correctamente configurado. Esto podría pasar, por ejemplo, si cambias o eliminas la clave de la api en la aplicación de TidyAnt y no actualizas las nuevas credenciales en el plugin

source: Notice: the banner will disappear although you do not write the willdcard, plugin only checks if the credentials are properly set
es_es: Nota: estas instrucciones desaparecerán aunque no introduzcas el comodín en una página o entrada, el plugin solo comprueba que las credenciales estén correctas

source: Configure plugin
es_es: Configurar plugin

source: Repair saved!
es_es: ¡Recogida solicitada correctamente!

source: Go to repair page
es_es: Ir a la reparación

source: Brand
es_es: Marca

source: Model
es_es: Modelo

source: Picture
es_es: Foto

source: Name
es_es: Nombre

source: Identifier
es_es: CIF/NIF/NIE

source: Business name
es_es: Nombre comercial

source: Address
es_es: Dirección

source: City
es_es: Ciudad

source: State
es_es: Provincia

source: Country
es_es: País

source: Postcode
es_es: Código postal

source: Phone
es_es: Teléfono

source: Email
es_es: Correo electrónico

source: Contact
es_es: Contacto

source: Observations
es_es: Observaciones

source: Save repair
es_es: Solicitar recogida
